---
kind: other
id: Properties.T:Autodesk.Revit.DB.RevitLinkType
source: html/78d3ca5a-7200-7487-8f96-8af8a895f1b6.htm
---
# RevitLinkType Properties

The id of the assembly instance to which the element belongs.